acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
alsa-tools
alsa-utils
apache
arandr
arch-install-scripts
archlinux-wallpaper
arduino-cli
aria2
aspell
asymptote
bandit
base
base-devel
bat
bitwarden
blueman
bluetui
bluez
bluez-deprecated-tools
bluez-utils
boost
bpython
bspwm
calcurse
capitaine-cursors
cava
cheese
chezmoi
chromium
chrony
cloud-utils
cmus
codespell
coin-or-csdp
composer
conky
copyq
coq-doc
cowsay
cpio
cppdap
cups
dex
dmenu
dosfstools
dotnet-runtime
dotnet-sdk
dunst
dzen2
ed
efibootmgr
eigen
electron36
elvish
esbuild
expac
eza
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-qt
fd
feh
firefox
flatpak
fortune-mod
fprintd
fuse-overlayfs
fuse3
fzf
gcc13
geogebra
ghostty
git
git-lfs
github-cli
glm
gnome-screenshot
gnucash
gnuplot
go
gparted
gperf
gpick
gpsd
grub
gst-libav
gst-plugin-pipewire
gst-rtsp-server
gtklock
guake
gucharmap
gummi
guvcview
gvim
gxkb
haruna
haskell-lift-type
hddtemp
hplip
htop
hyprlock
hyprpaper
hyprpolkitagent
hyprsunset
i3-wm
i3blocks
i3status
ibus-libpinyin
id3v2
imwheel
inetutils
inotify-tools
intel-gpu-tools
intel-media-driver
intel-ucode
inxi
ipython
ispell
iwd
jshon
just
kakoune
kate
kitty
konsole
lazygit
libc++
libfprint
libime
libqalculate
libreoffice-fresh
libva-intel-driver
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
lilypond
linux
linux-firmware
linux-lts-headers
lolcat
loupe
lsb-release
lua51
luakit
luarocks
lxappearance
lximage-qt
lxqt-policykit
lynx
maim
man-pages
materia-gtk-theme
mencoder
mercurial
mesa-utils
misfortune
mission-center
modem-manager-gui
most
msmtp
mtools
mupdf
mypy
namcap
nano
nasm
ncdu
neomutt
neovide
neovim
neovim-qt
net-tools
network-manager-applet
ninja
nitrogen
nix
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvm
nvtop
nwg-dock
nwg-dock-hyprland
nwg-drawer
nwg-look
nwg-menu
nwg-panel
obs-studio
obsidian
ollama
opendoas
os-prober
otf-font-awesome
otf-libertinus
packer
pacman-contrib
pandoc-cli
papirus-icon-theme
pass
pcmanfm
pcmanfm-qt
pdfjs
pdftk
phonon-qt5-gstreamer
php
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgstats
plasma-browser-integration
plasma-desktop
plocate
powerline
powerline-fonts
prettier
psensor
py3status
pyenv
pypy3
pyright
python-adblock
python-aiohttp
python-bcrypt
python-celery
python-django
python-gobject
python-google-api-python-client
python-matplotlib
python-numba
python-openai
python-pip
python-pipx
python-poetry
python-praw
python-pygments
python-pylint
python-pynvim
python-pypandoc
python-pyqt5
python-pywal
python-reportlab
python-scipy
python-tldextract
python-virtualenv
qalculate-gtk
qmk
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-multimedia
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-websockets
qt5-xmlpatterns
qutebrowser
r
ranger
rbenv
read-edid
recordmydesktop
redshift
rhash
rnote
rofi-wayland
rubber
ruby
ruby-build
ruff
sane
screen
screenfetch
sddm
skim
slock
smartmontools
socat
sof-firmware
speedtest-cli
spotify-launcher
squeekboard
stack
subversion
sudo-rs
swaylock
sxhkd
task
tectonic
termdown
terminator
texlab
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
tidy
tig
tilda
time
timew
tk
tlp
tmux
transmission-cli
tree-sitter-cli
ttf-cascadia-code
ttf-fira-code
ttf-font-awesome
ttf-inconsolata
ttf-libertinus
ttf-ubuntu-font-family
ttyper
tumbler
typst
usbutils
uthash
uucp
uwsm
vale
vault
vim-powerline
vimb
vimix-cursors
vit
vlc
vokoscreen
vtk
vulkan-intel
w3m
wallutils
warp
waybar
waylock
weston
wev
wezterm
wike
wikicurses
wireless_tools
wl-clip-persist
wmctrl
wofi
xclip
xcompmgr
xcursor-comix
xcursor-themes
xcursor-vanilla-dmz
xcursor-vanilla-dmz-aa
xdg-utils
xdotool
xf86-input-evdev
xf86-video-vesa
xfce4-dev-tools
xfce4-terminal
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xsecurelock
xsel
xss-lock
xterm
yarn
yt-dlp
zathura-pdf-mupdf
zathura-ps
zellij
zlib-ng
zram-generator
zsh
zsh-completions
