accessibility-inspector
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-tw-fonts
alacritty
alligator
angelfish
apache
arandr
archlinux-wallpaper
arduino-cli
arduino-ide
aria2
arianna
ark
artikulate
aspell
audex
audiocd-kio
audiotube
aurpublish
awesome
bandit
base
base-devel
bat
blender
blinken
blueberry
bluetui
bluez-deprecated-tools
bluez-utils
bomber
boost
bovo
bpython
calcurse
cantor
capitaine-cursors
cervisia
cheese
chezmoi
chromium
clamav
cmake
cmus
code
codespell
coin-or-csdp
colord-kde
composer
conky
cool-retro-term
coq
coq-doc
coqide
cowsay
cppdap
cups
dex
discord
dmenu
dotnet-runtime
dotnet-sdk
dragon
dunst
dzen2
ed
elisa
elvish
emacs
esbuild
evince
expac
falkon
fd
feh
ffmpegthumbs
filelight
firefox
fish
flameshot
foot
fortune-mod
francis
freeglut
fuse-overlayfs
fzf
garcon
gedit
gedit-plugins
geogebra
ghostty
ghostwriter
gimp
git
git-lfs
github-cli
glib2-devel
gnome-bluetooth-3.0
gnome-clocks
gnome-control-center
gnome-screenshot
gnucash
gnuchess
gnuplot
go
gperf
gpick
granatier
grub
guake
gucharmap
gummi
guvcview
gvim
gxkb
haruna
haskell-lift-type
hddtemp
helix
hplip
htop
i3-wm
i3blocks
i3status
ibus-libpinyin
inetutils
inkscape
intel-gpu-tools
inxi
isoimagewriter
ispell
itinerary
jshon
juk
julia
just
k3b
kajongg
kakoune
kalarm
kalgebra
kalk
kalm
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kasts
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kcolorchooser
kcron
kde-dev-scripts
kde-dev-utils
kde-inotify-survey
kdebugsettings
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdesdk-kio
kdesdk-thumbnailers
kdf
kdialog
kdiamond
keditbookmarks
keyd
keysmith
kfind
kfourinline
kgeography
kget
kgoldrunner
kgraphviewer
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kio-admin
kio-gdrive
kio-zeroconf
kirigami-gallery
kiriki
kiten
kitty
kjournald
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail-account-wizard
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetwalk
koko
kolf
kollision
kolourpaint
kompare
kongress
konqueror
konquest
konsole
kontrast
konversation
kpat
krecorder
kreversi
kruler
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksudoku
ksystemlog
kteatime
ktimer
ktorrent
ktouch
ktrip
ktuberling
kturtle
kubrick
kwalletmanager
kwave
kwordquiz
lapce
lazygit
lib32-mesa
libc++
libreoffice-fresh
lightdm
lightdm-gtk-greeter
lilypond
linux
linux-firmware
lokalize
lolcat
lsb-release
lskat
lua51
luakit
luarocks
lxappearance
lximage-qt
lxqt-policykit
lynx
maim
man-pages
marble
markdownpart
massif-visualizer
materia-gtk-theme
mencoder
mercurial
mesa-utils
meson
metronome
minuet
misfortune
mission-center
most
msmtp
mupdf
mypy
namcap
nano
nasm
ncdu
neochat
neofetch
neomutt
neovim-qt
net-tools
network-manager-applet
ninja
nitrogen
nix
nnn
noto-fonts-cjk
noto-fonts-emoji
npm
nvm
nvtop
obs-studio
openssh
os-prober
otf-font-awesome
otf-libertinus
packer
pacman-contrib
palapeli
pandoc-cli
parley
partitionmanager
pass
pdfjs
pdftk
php
picmi
pkgstats
plasmatube
plocate
powerline
powerline-fonts
poxml
prettier
py3status
pyright
python
python-adblock
python-aiohttp
python-bcrypt
python-celery
python-django
python-google-api-python-client
python-matplotlib
python-numba
python-openai
python-pip
python-pipx
python-poetry
python-praw
python-pygments
python-pylint
python-pynvim
python-pypandoc
python-reportlab
python-scipy
python-tldextract
python-virtualenv
python-yaml
qmk
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-x11extras
qt5-xmlpatterns
qutebrowser
r
ranger
rbenv
recordmydesktop
redshift
rhash
rnote
rocs
rofi
rofimoji
rubber
ruby
ruby-build
ruff
sakura
screenfetch
signon-kwallet-extension
skanlite
skanpage
skim
skladnik
slock
speedtest-cli
stack
starship
steam
step
subversion
sudo
svgpart
sway
swaylock
sxhkd
task
tectonic
telly-skout
termdown
terminator
texlab
texworks
thunar
thunar-volman
tidy
tig
time
timew
tk
tmux
tokodon
transmission-cli
tree-sitter-cli
ttf-cascadia-code
ttf-fira-code
ttf-font-awesome
ttf-hack-nerd
ttf-inconsolata
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-jetbrains-mono-nerd
ttf-libertinus
ttf-nerd-fonts-symbols
ttf-ubuntu-font-family
ttyper
tumbler
typescript
typst
ueberzugpp
umbrello
unzip
usbutils
uthash
uucp
vale
valkey
vault
vi
vim-powerline
vimb
vimix-cursors
virtualbox
vit
vokoscreen
vulkan-intel
w3m
wallutils
warp
wget
wike
wikicurses
wmctrl
xclip
xcompmgr
xcursor-comix
xcursor-themes
xcursor-vanilla-dmz
xcursor-vanilla-dmz-aa
xdotool
xf86-input-evdev
xf86-video-vesa
xfce4-appfinder
xfce4-dev-tools
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfwm4
xfwm4-themes
xmobar
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xscreensaver
xsecurelock
xsel
xss-lock
xterm
yakuake
yarn
zathura-pdf-poppler
zathura-ps
zellij
zlib-ng
zsh
zutty
